Revit 2021.1 API
UnitTypeId.SquareCentimetersPerMeter Property
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 21.0.0.0 (21.1.1.109)
Syntax
C#
public static ForgeTypeId SquareCentimetersPerMeter { get; }
Visual Basic
Public Shared ReadOnly Property SquareCentimetersPerMeter As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ SquareCentimetersPerMeter {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace